Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Tak, bez podwyżki już ani razu nie zrobię tej trasy!
uk: Так, без надбавки я нізащо більше не піду цим шляхом!

source: Tak, był bardzo nieufny. Rzeczywiście posiada sporo boskich przedmiotów, a kiedy mu wytłumaczyłem, jak ważna jest twoja sprawa, zgodził się pomóc.
uk: Так, він виявився вкрай недовірливим. У нього дійсно є чимало божественних предметів, і коли я пояснив йому важливість твоєї справи, він погодився допомогти.

source: Tak, był pod wrażeniem, że udało nam się go pozyskać od Kaleba.
uk: Так, він був вражений, що нам вдалося придбати його у Калеба.

source: Tak, był tam. Bardzo szybko przeszliśmy do rękoczynów, i tym sposobem cała grupa przestała istnieć.
uk: Так, він був там. Все дуже швидко переросло в бійку, тож тепер всю банду знищено.

source: Tak, był tutaj jakiś czas temu i pytał, gdzie je można znaleźć.
uk: Так, був тут якийсь деякий час тому, і питав, де їх можна знайти.

source: Tak, była tu jakiś czas temu. Wszystko z nią już przedyskutowałam.
uk: Так, була нещодавно. Я вже все з нею обговорила.

source: Tak, byłem.
uk: Так, бував.

source: Tak, będzie mógł teraz zaznać spokoju.
uk: Так, тепер він зможе спочити.

source: Tak, będą dobre. Przygotowanie tego oleju nie zajmuje dużo czasu. Konserwacją zajmę się później.
uk: Так, вони підійдуть. Приготування цієї олії не займе багато часу. З арбалетами я розберуся пізніше.

source: Tak, cała banda obcych przybyła ostatnio od strony wybrzeża.
uk: Так, нещодавно з боку узбережжя прибула ціла купа чужинців.

source: Tak, całkiem niezły z nas zespół. Współpraca z kimś bardziej rozgarniętym niż Bradlock i jego banda idiotów to zupełnie inna bajka.
uk: Так, ми досить непогана команда. Це зовсім інша справа – працювати в команді з кимось кмітливішим, ніж Бредлок і його банда ідіотів.

source: Tak, cały sprzęt wygląda jakby został wyłowiony z dna morskiego.
uk: Так, все спорядження виглядає так, ніби його виловили з дна морського.

source: Tak, chciałam cię przeprosić i podziękować.
uk: Так, я хотіла у тебе перепросити та подякувати.

source: Tak, chciałem spłacić dług wobec Bastiana.
uk: Так, я хотів відплатити борг Бастіану.

source: Tak, chcę rozpocząć nową grę.
uk: Так, я хочу розпочати нову гру.

source: Tak, chodźmy!
uk: Так, ходімо!

source: Tak, chyba tak. W każdym razie nie głodujemy, chociaż widać, że gospodarstwo jest na skraju bankructwa.
uk: Так, можливо. У всякому разі, ми не голодуємо, хоча зрозуміло, що виноградник на межі банкрутства.

source: Tak, chłopcze. Dowodzę wszystkimi szeregowymi strażnikami.
uk: Так, хлопче. Я командую всіма новоспеченими вартовими.

source: Tak, ciebie!
uk: Так, тебе!

source: Tak, co takiego?
uk: Так, яке?

source: Tak, co z tego?
uk: Так, і що з того?

source: Tak, co z tymi składnikami?
uk: Так, а як щодо цих складників?

source: Tak, czemu pytasz?
uk: Так, а чому ти питаєш?

source: Tak, do cholery jasnej! Cyrulik niepokoił się, bo długo nie wracaliście, więc poszedł sprawdzić, o co chodzi, i znalazł ją nieprzytomną!
uk: Так, чорт забирай! Цирульник занепокоївся, бо ти довго не повертався, тож він пішов перевірити, що відбувається, і знайшов її непритомною!

source: Tak, dobrze tak!
uk: Так, добре, так!

source: Tak, dokładnie. Do wyłudzania pieniędzy i przepuszczania ich w karczmie to pierwszy, ale żeby sobie na nie uczciwie zarobić, to nie! Nie, bo za trudno!
uk: Так, саме так. Вимагати гроші і пропивати їх у корчмі – це будь ласка, але от заробити їх чесно – ні! Ні, бо це надто важко!

source: Tak, dokładnie. Wielu tamtejszych mieszkańców dla zabawy mogło wykręcić to koło, albo stwierdziło, że taka część jest cenna na czarnym rynku.
uk: Саме так. Багато місцевих жителів могли викрутити цю шестерню просто заради забави, або вони думали, що вона має цінність на чорному ринку.

source: Tak, drwalem!
uk: Так, лісорубом!

source: Tak, górne półki skalne nie wydają się być osiągalne od tej strony.
uk: Так, верхні скельні виступи, схоже, неприступні ззовні.

source: Tak, i powiem ci szczerze, że jestem w tym całkiem niezły!
uk: Так, і скажу тобі чесно, у мене непогано виходить!

source: Tak, i to właśnie dla kogoś o twoich umiejętnościach. Chodzi o Odgara.
uk: Так, і якраз для когось із твоїми вміннями. Це щодо Одгара.

source: Tak, ich magazyn znajdował się przy wejściu od strony doków.
uk: Так, їхній склад розташований поруч із входом в доки.

source: Tak, ja. Teraz może łazić po skałach nad kolumnadą. Jeśli idziesz go szukać, to nie zleć stamtąd, nie chce nam się twojego ciała sprzątać!
uk: Так, я. Тепер він може тинятися по скелях над цією колонадою. Якщо ти збираєшся його шукати, постарайся не впасти, не хотілося б відшкрібати тебе із землі!

source: Tak, jak już wcześniej wspominałem, miecz strażnika to prosty oręż, i to właśnie w tej prostocie tkwi siła! Jest solidny, wytrzymały i bardzo wygodny!
uk: Так, як я вже згадував раніше, меч вартового – це проста зброя, і саме в цій простоті криється її сила! Він міцний, довговічний і дуже зручний!

source: Tak, jak mówiłem, samo złoto nie załatwi tematu.
uk: Як я і казав, золото саме по собі не залагодить це питання.

source: Tak, jak pewnie wiesz, mamy krawca w mieście. Na pewno ci jakiś sprzeda.
uk: Так, як ти, мабуть, знаєш, у нас в місті є кравець. Я впевнений, що він зможе тобі таке продати.

source: Tak, jak podejrzewałem...
uk: Як я й підозрював...

source: Tak, jak przeczuwałem. Służba jest całkowicie nieopłacalna - żołd nawet w połowie nie wynagradza ilości nudnych obowiązków, jakie tu mam.
uk: Як я і передбачав, служба абсолютно невигідна: зарплата навіть наполовину не компенсує всі ті виснажливі обов'язки, які я тут виконую.

source: Tak, jak w przypadku każdego paladyna - przepełnione łaską Innosa i wolą do walki z pomiotami Beliara!
uk: Як і будь-який паладин – я сповнений благодаттю Інноса та волею до боротьби з породженнями Беліара!

source: Tak, jakbym miał jakiś wybór.
uk: Наче у мене є вибір.

source: Tak, jeden górnik, niejaki Malen, może wszystko opowiedzieć.
uk: Так, один гірник, такий собі Мален, може розповісти все.

source: Tak, jeden strażnik. Póki ma na nią oko, nie ma szans, żebyś zajrzał do środka niezauważony...
uk: Так, один вартовий. Поки він наглядає за нею, у тебе немає жодного шансу зазирнути всередину непоміченим...

source: Tak, jedna. Przygotuj się na zostanie pośmiewiskiem tego miasta.
uk: Так, одна. Готуйся стати посміховиськом для всього міста.

source: Tak, jest u siebie. Nadal jest zmęczony, więc się streszczaj.
uk: Так, він у себе. Він досі втомлений, тож не затягуй.

source: Tak, jest w swoim gabinecie.
uk: Так, він у своєму кабінеті.

source: Tak, jestem gotów zostać strażnikiem.
uk: Так, я готовий стати вартовим.

source: Tak, jestem gotów.
uk: Так, я готовий.

source: Tak, jestem karczmarką i zwą mnie Helga. A karczma nazywa się 'Syreni Lament'.
uk: Так, я корчмарка і мене звуть Хельга. А корчма називається 'Плач Сирени'.

source: Tak, jestem pewny.
uk: Так, я впевнений.

source: Tak, jestem.
uk: Так, впевнений.

source: Tak, jesteś jednym z nas.
uk: Так, тепер ти один з нас.

source: Tak, kilku się napatoczyło.
uk: Так, трапилося декілька.

source: Tak, klif. Coś jest nie tak?
uk: Так, скелю. Щось не так?

source: Tak, kopalnia powinna być już bezpieczna.
uk: Так, тепер копальня має бути безпечною.

source: Tak, koła. Widzisz ten wóz z towarami? Jechałem sobie spokojnie do miasta, a tu nagle... trzask!
uk: Так, колеса. Бачиш той віз з товарами? Я спокійно їхав до міста, аж тут раптом... як затріщить!

source: Tak, krwiopijca rzeczny potrafi być wyjątkowo niebezpieczny... te szkodniki są naprawdę rzadkie. Mieliście pecha, że akurat na niego trafiliście.
uk: Так, річковий шершень може бути надзвичайно небезпечним... Ці шкідники дуже рідкісні. Йому не пощастило зіткнутися саме з ним.

source: Tak, ktoś chce się ze mną spotkać bez świadków, ja się tym zajmę, a wy sprawdźcie resztę jaskini.
uk: Так, хтось хоче зустрітися зі мною без свідків. Я подбаю про це, а ти перевір решту печери.

source: Tak, ktoś chce się ze mną spotkać bez świadków...
uk: Так, хтось хоче зустрітися зі мною без свідків...

source: Tak, magowie chowają tam miotły, środki czystości i inne graty. Nabrała cię ochota na sprzątanie?
uk: Так, маги зберігають там мітли, миючі засоби та інший мотлох. Ти захотів поприбирати?

source: Tak, mam wieści. Dobre i złe.
uk: Так, у мене є новини. Хороші і погані.

source: Tak, miałem go przewieźć do miasta, ale nadeszły burze, a w taką pogodę żeglować nie jest przyjemnie.
uk: Так, я хотів перевезти їх до міста, але почалися бурі, а в таку погоду не дуже приємно плавати під вітрилами.

source: Tak, miałem przyjemność go poznać, jeszcze w czasach, kiedy pojawiał się w stolicy.
uk: Так, я мав задоволення з ним познайомитись, ще коли він бував в столиці.

source: Tak, mieliśmy bardzo przyjemną pogawędkę. Przede wszystkim, dlatego, że dotyczyła ciebie.
uk: Так, у нас була дуже приємна бесіда. Переважно тому, що йшлося про тебе.

source: Tak, mnie też oszukał!
uk: Так, він і мене обдурив!

source: Tak, można tak powiedzieć.
uk: Так, можна і так сказати.

source: Tak, muszę tylko opatrzeć swoje rany...
uk: Так, мені просто потрібно перев'язати рани...

source: Tak, młodzieńcze! Co to za pokolenie, żeby staremu weteranowi takie rzeczy proponować! Zejdź mi z oczu, nie chcę cię więcej widzieć!
uk: Так, хлопче! Що це за покоління, яке пропонує таке старому ветерану! Геть з моїх очей, не хочу тебе більше бачити!

source: Tak, na czym stoimy?
uk: Так, на чому ми зупинилися?

source: Tak, nam również nie za wiele powiedział.
uk: Так, нам він теж мало що розповів.

source: Tak, nazywam się Andreas. O co chodzi?
uk: Так, мене звуть Андреас. Що потрібно?

source: Tak, nie musisz tak krzyczeć, spokojnie! Pójdę tunelem, postanowione. Jeśli to już wszystko, to przepraszam, ale muszę się przygotować do transakcji.
uk: Так, і не потрібно так кричати, заспокойся! Я піду через тунель, це вже вирішено. Якщо це все, то вибач, але мені треба готуватися до угоди.

source: Tak, nie wiem nawet kto to, ale zostawię ją w spokoju.
uk: Так, я навіть не знаю, хто це, але я залишу її в спокої.

source: Tak, no wiesz, żeby okazać swoją dobrą wolę. Ci biedacy mają mnóstwo roboty. Szczególnie teraz...
uk: Так би мовити, щоб проявити свою добру волю. У цих бідолах багато роботи. Особливо зараз...

source: Tak, o co chodzi?
uk: Так, що таке?

source: Tak, obojętnie jakie. Nie jestem wybredny.
uk: Так, будь-якого. Я невибагливий.

source: Tak, oczywiście! To dla ciebie.
uk: Так, звичайно! Це тобі.

source: Tak, oczywiście, zabiegany i zajęty chłopiec. Wracaj do swoich obowiązków.
uk: Так, звісно, зайнятий і заклопотаний хлопчина. Повертайся до своїх обов'язків.

source: Tak, od dawna jej mówiłem, żeby trzymała się od tego obrzydliwego typa z daleka.
uk: Так, я давно їй казав, щоб вона трималася подалі від цього мерзотника.

source: Tak, osobiście widziałem, jak gotował zupę.
uk: Так, я особисто бачив, як він готував суп.

source: Tak, ostatnio zaostrzone zostały przepisy. Jeśli nie jesteś obywatelem, to nie wejdziesz bez odpowiedniego pisma.
uk: Так, останнім часом правила стали жорсткіші. Якщо ти не громадянин, то не зможеш увійти без відповідного папірця.

source: Tak, oto on.
uk: Так, ось він.

source: Tak, panie i panowie, tego dokonać mógł tylko Ars!
uk: Так, пані та панове, це міг зробити тільки Арс!

source: Tak, panie władzo?
uk: Так, пане вартовий?

source: Tak, pewnie że wiem, ale dość ostro pachnie, jak na oliwę.
uk: Так, я знаю, але пахне досить різко, як для оливи.

source: Tak, pewnie. Zabawa, hulanki, przechwalanie się, że jedną ręką trolla mostowego pokonasz, a w rzeczywistości to prawdziwej pracy nie zaznałeś.
uk: Так, звісно. Розваги, гулянки, розмови про те, що однією рукою здолаєш троля, тоді як зі справжньою роботою і не стикався.

source: Tak, podbijając całe Archolos.
uk: Так, захопивши весь Архолос.

source: Tak, podobno miał jakąś rozmowę z Igorem. Ja tylko widziałem, gdy biegł jak poparzony w stronę miasta. Cholera wie, o co mogło chodzić.
uk: Так, мабуть у нього була якась розмова з Ігорем. Я тільки бачив, що він біг, як ошпарений, в сторону міста. Хтозна, що це могло бути.

source: Tak, ponoć zakupiłeś sobie nowy dom, a jako obywatel królestwa Myrtany jesteś zobowiązany do opłacenia podatku za takie kupno.
uk: Так, ти нібито купив собі новий будинок, і як громадянин Королівства Міртана зобов'язаний сплатити податок за таке придбання.

source: Tak, potrzebuję eliksiru na trawienie.
uk: Так, мені потрібен еліксир для травлення.

source: Tak, powinniśmy. Najchętniej zrobiłbym to sam, bo jestem najlepszym kusznikiem z całej jednostki, ale Elid nie jest głupi.
uk: Так, це можна. Я б вважав за краще особисто продемонструвати, оскільки я найкращий арбалетник у загоні, але Елід не такий дурний.

source: Tak, pracuję, ale każdy pieniądz się przyda, dlatego mnie ciekawi, czy nie mógłbym czegoś dla ciebie zrobić.
uk: Так, працюю, але мені кожен золотий пригодиться, тому цікавлюсь, чи можу я щось для тебе зробити.

source: Tak, proszę.
uk: Так, будь ласка.

source: Tak, przechodzili tędy jakiś czas temu. Mówili, że mają bardzo ważną misję do wykonania gdzieś w lesie. Później już ich nie widziałem.
uk: Так, вони проходили цим шляхом нещодавно. Сказали, що мають дуже важливу місію десь у лісі. Після цього я їх більше не бачив.

source: Tak, przed skokiem widzieliśmy, jak krzątał się na dachu. Nie wyglądało, by miał nad sobą pełnię kontroli.
uk: Так, перед стрибком ми бачили, як він лазив по даху. Здавалося, що він не повністю себе контролював.

source: Tak, przykro mi.
uk: Так, мені шкода.

source: Tak, pójdę.
uk: Так, піду.

source: Tak, rozmawiałem z nim. Wygląda na to, że chłopak się opamiętał, i chętnie usłyszę, co mu w tym pomogło?
uk: Так, я говорив з ним. Здається, хлопець прийшов до тями, і я хотів би почути, що йому в цьому допомогло?

source: Tak, rozumiem, co mam nie rozumieć...
uk: Так, зрозумів, що тут незрозумілого...

source: Tak, serio. Pójdę sprawdzić końcówkę trasy i zapalę ogień, a ty dasz wtedy znak reszcie. Rozumiesz?
uk: Так, серйозно. Я піду перевірю кінець стежки і розпалю багаття, а потім ти подаси сигнал іншим. Зрозумів мене?

source: Tak, skomplikowane zadania zostawiam przecież bardziej doświadczonym. Mam nadzieję, że po tej sprawie Roderich nie każe mi dawać jeszcze prostszych robót żółtodziobom.
uk: Так, складні завдання все ж таки варто доручати більш досвідченим людям. Сподіваюся, що після цього випадку Родеріх не змусить мене давати новобранцям ще простіші завдання.

source: Tak, skąd wiesz? A zresztą, nieważne, po prostu ją weź, ja tymczasem pójdę sobie poszukać uczciwej pracy!
uk: Так, звідки ти знаєш? Хоча, неважливо. Просто забери її, а я піду пошукаю собі чесну роботу!

source: Tak, spokojnie. Co teraz? Zaniesiesz je straży? I powiesz skąd je masz?
uk: Так, не хвилюйся. Що далі? Віднесеш це Варті? І розповіси їм, звідки вона в тебе?

source: Tak, spokojnie. Dzięki za pomoc.
uk: Так, все гаразд. Дякую за допомогу.

source: Tak, spotkajmy się pod twierdzą.
uk: Так, зустрінемося під фортецею.

source: Tak, słyszałem, co planuje Weigar. Bardzo ryzykowne zagranie, jeśli mogę sobie pozwolić na uwagę.
uk: Так, я чув, що планує Вейгар. Дуже ризиковано, як на мене.

source: Tak, słyszałem, że Wilczy Synowie próbowali kiedyś odzyskać twierdzę, ale było to dawno temu.
uk: Так, я чув, що Вовчі Сини колись намагалися повернути фортецю, але це було давним-давно.

source: Tak, słyszałem. Już otwieram bramę. Wejdź i się rozgość.
uk: Так, я чув. Я вже відчиняю ворота. Заходь і відчувай себе як вдома.

source: Tak, tak - witaj. Nazywam się Custo i mam nadzieję, że nie przyszedłeś mi przeszkadzać.
uk: Так, так, вітаю. Мене звуть Кусто, і я сподіваюся, що ти прийшов не для того, щоб заважати мені.

source: Tak, tak właśnie myślę.
uk: Власне, саме так я і думав.

source: Tak, tak! To jest moja stodoła i jestem jej jedynym właścicielem!
uk: Так, так! Це мій хлів і я його єдиний власник!

source: Tak, tak, jasne... Podpiszę ten kontrakt. Przekaż Garosowi, że będę wam przyrządzała mikstury. Ach cholera, ale mi się w głowie kręci...
uk: Так, так, звичайно, я підпишу контракт. Перекажи Гаросу, що я згодна варити вам зілля. Дідько, у мене голова йде обертом...

source: Tak, tak, masz. Na zachętę.
uk: Так, так, ось. Як заохочення.

source: Tak, tak, oczywiście. Proszę, twoje złoto. Zachęcam również do dalszej współpracy.
uk: Так, так, звичайно. Ось, прошу, твоє золото. Також запрошую тебе до подальшої співпраці.

source: Tak, tak, otworzę ją. Mam tylko nadzieję, że twoi koledzy porządnie mi przypilnują pleców!
uk: Так, так, вже відчиняю. Тільки сподіваюся, що твої соратники мене прикриють!

source: Tak, tak, to prawda. Idę na stanowisko i czekam na sygnał!
uk: Так, саме так. Піду на свій пост і чекатиму на сигнал!

source: Tak, tak, tyle że z tego co wiem, masz już stałą pracę. Nie licz, że zlecę ci coś na dłużej.
uk: Так, так, за винятком того, що, наскільки я знаю, у тебе вже є постійна робота. Не розраховуй на те, що я доручу тобі щось довгострокове.

source: Tak, tak.
uk: Так, так.

source: Tak, tak. A teraz idź już.
uk: Добре, добре. А тепер йди вже.

source: Tak, tak. Jak wyjdziesz z karczmy, musisz skręcić w lewo, schodzisz po schodach obok studni, znowu w lewo, i pierwsze wejście po lewej.
uk: Так, так. Коли вийдеш з корчми, поверни ліворуч, спустися сходами біля криниці, знову ліворуч, і перші двері по лівій стороні.

source: Tak, tak. Jesteś ciekawski - jak wszyscy. Wiedz, że robię dla ciebie wyjątek, chłopcze.
uk: Так, так. Ти допитливий, як і всі інші. Знай, для тебе я зроблю виняток, хлопче.

source: Tak, tak. Kuno wspominał mi o waszych dyskusjach. Ty też podchodzisz do nich tak poważnie?
uk: Так, так. Куно розповідав мені про ваші дискусії. Ти теж так серйозно до них ставишся?

source: Tak, tak. Ulżyło ci? Mogę iść szukać dobrych ludzi, którzy potrafią okazać innym szacunek i trochę kultury?
uk: Так, так. Тобі полегшало? Мені вже можна йти шукати хороших людей, які можуть проявити повагу до інших і трохи вихованості?

source: Tak, tak...
uk: Так, так...

source: Tak, tak... niech zgadnę - Bastianowi znowu poluzowała się obręcz w beczce? Stary Thorsten wszystko zreperuje, rzecz jasna po odpowiedniej cenie.
uk: Так, так... Дай вгадаю – у Бастіана знову розхитався обруч на бочці? Старий Торстен все відремонтує. Звісно, за відповідну платню.

source: Tak, teraz mamy całkowicie związane ręce. Co gorsza, podczas gdy ty uganiałeś się po mieście, pod kościołem pojawił się kolejny stragan!
uk: Так, тепер у нас повністю зв'язані руки. Що ще гірше, поки ти бігав містом, перед церквою з’явився ще один прилавок!

source: Tak, też mam ochotę na odrobinę normalności.
uk: Так, мені теж хочеться трішки звичайного життя.

source: Tak, to był jeden z naszych zwiadowców. Kolejny dobry człowiek zamordowany przez tego szaleńca...
uk: Так, це був один з наших розвідників. Ще одна хороша людина, вбита цим навіженим...

source: Tak, to ja jestem Barvin.
uk: Так, мене звуть Барвін.

source: Tak, to ja!
uk: Так, це я!

source: Tak, to ja! Rozważyłem wszystkie słowa twoje oraz magów i postanowiłem uczyć się w klasztorze!
uk: Так, це я! Я обдумав усі твої слова і слова магів та вирішив навчатися в монастирі!

source: Tak, to ja, twój najgorszy koszmar.
uk: Так, це я – твій найгірший кошмар.

source: Tak, to ja.
uk: Так, це був я.

source: Tak, to mój brat. Zaginął i szukam kogoś, kto by coś wiedział na jego temat.
uk: Так, це мій брат. Він зник безвісти, і я шукаю кого-небудь, хто має про нього якусь інформацію.

source: Tak, to nie jest Jorn!
uk: Так, це не Йорн!

source: Tak, to on.
uk: Так, це він.

source: Tak, to prawda, rzadko opuszczamy nasze rodzinne strony. Można powiedzieć, że jestem tu raczej prywatnie...
uk: Так, це правда, ми рідко покидаємо рідні місця. Можна сказати, що я тут у власних справах...

source: Tak, to prawda. Miasto bogaczy i żebraków, mędrców i szaleńców, poważnych i wyśmiewanych. Trochę szczęścia i oleju w głowie, a można osiągnąć tu bardzo wiele.
uk: Так, це правда. Місто багатіїв і жебраків, мудреців і божевільних, серйозних і веселих. Трохи вдачі та розуму в голові – і тут можна досягнути успіху.

source: Tak, to prawda. Sad jest do twojej dyspozycji.
uk: Так, це правда. Сад у твоєму розпорядженні.

source: Tak, to rozsądna ilość. Mogę teraz nagiąć polecenie Albyna i coś ci pokazać. Tylko pamiętaj, każda lekcja też będzie kosztować!
uk: Так, це цілком прийнятна сума. Тепер я можу порушити наказ Альбіна і дещо тобі показати. Тільки пам'ятай, що кожен урок теж коштуватиме грошей!

source: Tak, to tylko ciało, powtarzaj tak sobie, a sam za niedługo staniesz się jej ofiarą.
uk: Так, це всього лише тіло, повторюй це собі, і незабаром ти сам станеш його жертвою.

source: Tak, to ugoda, na której wszyscy zyskujemy. Nie dość, że obywatele mogą cieszyć się pięknymi ozdobami, to część zysków ze sprzedaży trafia bezpośrednio do danej organizacji.
uk: Так, це взаємовигідна угода. Містяни не лише можуть насолоджуватися красивими прикрасами, але й частина прибутку від продажу йде безпосередньо до цієї організації.

source: Tak, to zdecydowanie ty! Gdzie się podział ten drugi co to zazwyczaj robił? Już przynajmniej z dwa dni go nie widziałem...
uk: Так, це справді ти! Де ж той інший хлопець, який це раніше робив? Я його вже десь два дні не бачив...

source: Tak, to zdecydowanie wygląda jak klucz od jakiegoś mechanizmu.
uk: Так, це дійсно схоже на ключ від якогось механізму.

source: Tak, trzeba było go przekręcić... i powąchać.
uk: Так, його потрібно було перевернути... і понюхати.

source: Tak, tutaj. Widzisz tę małą dziurę? Musi prowadzić do tuneli, w których kryją się te szczury.
uk: Так, ось тут. Бачиш цей маленький отвір? Він має вести до тунелів, де ховаються ці щури.

source: Tak, twój wuj mi coś o tym wspominał.
uk: Так, твій дядько щось про це згадував.

source: Tak, ty! Odpowiedz nam na pytanie.
uk: Так, ти! Відповідай на запитання.

source: Tak, udało mi się go odkupić od rodziny, która postanowiła przeprowadzić się na kontynent.
uk: Так, мені вдалося викупити його у сім'ї, яка вирішила переселитися на материк.

source: Tak, udało mi się to z niego wyciągnąć. Teraz chce naprawić swoje błędy.
uk: Так, мені вдалося витягнути це з нього. Тепер він хоче виправити свої помилки.

source: Tak, udało się! Zapytaj go, jak się czuje, bo ja już nie mam do niego sił!
uk: Так, це спрацювало! Запитай його, як він себе почуває, бо в мене вже немає на нього сил!

source: Tak, w istocie bardzo charakterystyczny zawód...
uk: Так, дійсно, дуже своєрідна професія...

source: Tak, w porządku...
uk: Так, в порядку...

source: Tak, w rzeczy samej!
uk: Так, і я про те ж саме!

source: Tak, w sytuacji, gdy bezpieczeństwo mieszkańców jest zagrożone, gubernator może tymczasowo ograniczyć część swobód obywatelskich.
uk: Так, у ситуації, коли безпека мешканців знаходиться під загрозою, губернатор може тимчасово обмежити деякі громадянські свободи.

source: Tak, wciąż tam wisiały, gdy ostatnio przechodziłem.
uk: Так, вони все ще висіли там, коли я востаннє там проходив.

source: Tak, widziałam, jak wcześnie rano do lecznicy przybył Rierol razem z dwoma Arcymagami, których nie znam, a później w ciszy wyprowadzili stąd Riordiana.
uk: Так, я бачила, як Рієрол прибув до лазарету рано вранці разом з двома незнайомими мені Архімагами, а потім вони мовчки вивели Ріордіана звідти.

source: Tak, widziałem. Szło ci wyśmienicie.
uk: Так, я бачив. У тебе чудово виходить.

source: Tak, widzisz... Mmm... Nie jestem specjalistą od prochu. Nie wiem, jak się zachowa podczas takiego działania, a przecież chcemy eksplozji o konkretnym efekcie.
uk: Так, бачиш... Ммм... Я не знавець пороху. Мені невідомо, як він себе поведе під час цього, а нам потрібен вибух з конкретним ефектом.

source: Tak, widzę. Hehe!
uk: Так, я бачу. Хе-хе!

source: Tak, widzę. Raczyłeś się skradzionym towarem?
uk: Та я бачу. Тобі сподобався крадений товар?
